Repository: mozilla-l10n/mt-training-data
Catalog: zoc/zoc_pontoon.tmx
Source language: en_us
Languages: zoc

source: Review & re-record clips if needed
zoc: Tu'nwätsäkä, jäsi'ka grabajtsäjkwätsäkä 'uka ji'nma wyä.

source: Review Sentences
zoc: Tu'nisyä te' jayeda'm

source: Review sentences in your language
zoc: Tu'nisä te' 'odejaye mij 'mode'omobä

source: Review & Submit
zoc: Tu'nwätsäkä, jäsi'ka, kä'weya

source: Review transcriptions of recorded sentences for accuracy
zoc: Ko'sa 'uka wä'am te' 'mode'is jyaye, te' grabajtsäjkubä'am

source: Review user-submitted transcriptions in your language
zoc: Ko'sa 'uka wä'am te' 'mode'is jyaye te' 'mode'omobä

source: s
zoc: h

source: S
zoc: T

source: Select an option
zoc: Kobiwä' tumä'k judibä msutpa.

source: Select a variant (optional)
zoc: Kobiwä te' mij 'mode'is tyä (mne'käde 'uka sutpa mdsäkä).

source: Select File
zoc: Kobiwä te' mdodo kojtanhne'kubä

source: Select File to Upload
zoc: Kobiwä te' mgojtanhne'ke wa'a yajkki'mu.

source: Select up to three domains (optional)
zoc: Kobiwä tukasye'nhomo te' mäjanhbä jaye.

source: Sentence
zoc: Jaye.

source: Sentence Collection
zoc: 'Ijtyajpamä te' 'odejayeda'm.

source: Sentence Domain
zoc: Mäjanhbä te' 'odejaye

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
zoc: Te' jaye msajktambabä yä'ki, tyumäkojtyajpabäde 'eyda'mbä tsameji'nh muspabä nyäyosya cc 'ijtuse kupkubyä'nis.

source: { $sentences } sentences reviewed. Thank you!
zoc: { $sentences } Tyu'nyajubä jaye. ¡Yäskodoya!

source: Sentence Variant
zoc: 'Usyanh käkajkubä te' 'eyabä ode.

source: Separate sentences into one line by pressing “Enter” or “Return” once
zoc: We'nya te' 'odejaye, kojtya tumdumä te' line'omo, pijkä te' yajkjakpabä'is te' eyabä linea'omo.

source: Service and Retail
zoc: Yoskukyotsonhgu'y yajkti 'usyäjkti ma'ajpabä.

source: Share Common Voice
zoc: Yajkätjaya 'eyada'mbä yä Common Voice

source: Share your clip
zoc: Tsi'ya 'eyada'mbä tiyä mdsäjku, kätpamä kene.

source: Shortcuts
zoc: Wiyunh ndäjkäkyu'y

source: [Should be ‘dinosaurs’]
zoc: [Te' mäjapekakobände'e nyäjayajpabä 'dinosariodad']

source: [Should be “We are”]
zoc: [Te'kodade'e]

source: Single
zoc: Tumäbädi tsame'is jyaye.

source: Single sentence submission
zoc: Tumädi tsame kä'wejku'y.

source: Skip
zoc: Ko'nhgätku'y (Ko'nhgädä)

source: Small batch
zoc: Usyanhbä tumä tu'mäyajubä tsame'is jyaye.

source: Small batch sentence submission
zoc: Kä'weya wenedan te' tsame'is jyaye.

source: Source: { $sentenceSource }
zoc: Käme'tskumyä: [...]

source: Speak
zoc: 'Ongu'y

source: Speak now
zoc: 'Ona yäti

source: Speak options menu
zoc: Judäde mujspa me'tsa wa'a 'ondäjkäyu.

source: Start recording
zoc: Nitsäkä wa'a tsä'yu te' 'mode te' 'ongätäjkomo

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
zoc: [Tsi'uku'y] te' pekamäjakobända'm ka'yajubä'a te' [tsi'uku'y] -riásiko'omobä.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
zoc: <strong>[Je'tsyijku'y]<strong> Te' pekamäjakobända'm ka'yajubä'a te' <strong>['eju'ajkä'y]<strong> Triásiko'omobä.

source: Submit
zoc: Kä'weya'

source: Submit a new question for the community to read and respond to
zoc: kä'weya tumä käme'tsku'y wa'a te' 'eyada'mbä'is yajk'onyajya yajkti wa'a 'yaktsokyaju

source: Submit a report
zoc: Kä'weya tumä tsa'manhwajku'y.

source: Submit clips
zoc: Kä'weya tiyä mgrabajtsäjkyaju'a

source: Submit new questions for the community to read and respond to
zoc: Kä'weya jomeda'mbä käme'tsku'y wa'a yajk'onyaju eyada'mbä'is, wa'a 'yaktsokyaju 'eyada'mbä'is

source: Success
zoc: Wäbä

source: success checkmark
zoc: Koda ji'bi 'uka sunyi'am tujku tiyä nä mdsäjku.

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
zoc: Jäkä kädä mdsä'nanh'omobä mgä' 'uka te'sede te' jaye. Jäkä kädä 'maknya'omobä mgä' 'uka ji'nde tye'se. Jäkä ki'mä mgä' wa'a mgo'nhgädu. [...]¡'U mjambä'u wa'a mgä'weju te' mdu'nubä'a![...]

source: Taking several attempts to read a word.
zoc: Wäwänyaka yajk'o'nispa te' jaye.

source: Tap
zoc: Kobinhgu'y

source: Technology and Robotics
zoc: Mänhda'mbä yostäjk yajti te' mujsoyeda'm tä'nhgutya'mbä.

source: Thank you for contributing your bulk submission!
zoc: ¡Yäskodoya yajki'mu'ajkä te' wäwäbä todojaye!

source: Thank you for contributing your voice!
zoc: ¡Yäskodoya mdsajku'ajkä yä mij 'mode!

source: Thank you for donating your voice clips!
zoc: ¡Yäskodoya nä mdsajku'ajkä yä 'mode yä' 'ondsä'kyu'yomo!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
zoc: ¡Yäskodoya mgrabajtsäjku'ajkä!<lineBreak></lineBreak>Yäti tu'nwätsäkä, jäsi'ka kä'weya te' mgrabajtsäjkyajubä'a.

source: Thank you for your voice information
zoc: Yäskodoya mdsajku'ajkä te' 'mode'is tsyame.

source: The bumblebee sped by.
zoc: Te' tuwi' nikujä'näyu'k kädu.

source: The clip has disrespectful or offensive language.
zoc: Te' kätpabä 'odejaye'is nyä'ijtu tumä 'ode tsa'ajkubyä yajkti 'onjabyabä'iste.

source: The giant dinosaur of the Triassic.
zoc: Te' mäjapekakobän ja'idäbä'a, 'oyubä 'idi te' Triásiko'omo.

source: The giant dinosaurs of the Triassi-.
zoc: Te' mäjapekakobända'm ka'bä'yajubä'a 'oyubä 'ijtye te' Triási-.

source: The giant dinosaurs of the Triassic.
zoc: Te' mäjapekakobända'm ka'bä'yajubä'a 'oyubä 'ijtye te' Triásiko'omo.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
zoc: Te' mäjapekakobända'm ka'bä'yajubä'a te' Triásiko'omoda'mbä. [Yajk'onubä 'ijudibä'is 'yode'is]

source: The giant dinosaurs of the Triassic. Yes.
zoc: Te' mäjapekakobända'm ka'bä'yajubä'a 'oyubä 'ijtye te' Triásiko'omobä. Jä'ä.

source: The giant dino <strong>[cough]</strong> the Triassic.
zoc: Te' pekamäjakobän ka'ubä'a te' ['eju'ajkä'y] Triásiko'omobä.

source: There are currently no sentences to review in this language.
zoc: Yäti, yä' ode'omo ja'idä jaye wa'a ndu'nisu.

source: The recording was too long.
zoc: Te' 'ode mdsäjkubä, nimekede päyibä, wäwäbäde'e.

source: The recording was too quiet.
zoc: Te' 'ode msäjkubä, ji'nde mane.

source: The recording was too short.
zoc: Te' 'ode msäjkubä, 'usyanhbädide'e.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
zoc: Wene'nhomo 'eya'eya maka yajk'onye te' pä'nista'm te' todojaye, wenebä'is pämi, wenebä'is po'nyi. 'U mbäjkisytsyoku te' 'ode'is tsyame 'uka nimeke pämi yajkti 'uka nimeke po'nyi, yajkti 'uka ji' yajk'onye te' todojaye sunyi.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
zoc: Te' kyobikpabä'is te' jaye, nä myaku te' kommon Vo'yis wyina'nhmba'tkumyä . Yäti muspa [...]mjayä[...] tumä jaye, [...]muspa mdu'nisä[...] te' jaye kyä'wejyajpabä tumä pätkodadi te' kommon voice'omo.

source: The sentence has a grammatical or spelling error.
zoc: Te' 'odejaye ji' wyä jayuse.

source: The sentence has disrespectful or offensive language.
zoc: Te' 'odejaye'is nyä'ijtu tumä 'ode tsa'ajkutsyi'babä'iste yajkti 'onjabyabä'iste.

source: The sentence must be grammatically correct.
zoc: Te' jaye sunyide'e wa'a näjktyäyu.

source: The sentence must be speakable.
zoc: Te' jaye wa'ade mujsu ndsamä.

source: The sentence must be spelled correctly.
zoc: Te' jaye sunyide wa'a jyayaju.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
zoc: Yä' tsa'manhwajku'y, mijte'e 'uka sutpa mdsäkä; mujspa mdsäjkta'nä 'uka sunyi 'manhjamba mwit. Ju'tsye'kät maka ndsamboye 'yida'mde mnäyidambä, judä 'yijtamba, wäjädi't maka mnäyosjaye mij mnäyi komejkubä, te'sedike te' mij mnäyi yajkti te' mbäjksytsokpamä te' todo kä'weye wa'a jana tyumä myakyaju te' mij mbä'najku'yis mya'yokyubyi'k, te'sedike wa'a jana myujsyaju 'uka mijtsi yõmode o mbyände'e.

source: Three to go!
zoc: ¡tsä'yuma tuka'y!

source: Too many files
zoc: Nimeke 'ijtu todojaye.

source: Transcribe audio recordings into text
zoc: Jabyudä te' 'ode'is jyayeda'm.

source: Transcribe audio recordings in your language
zoc: Jabyudä te' 'ode'is tsyame mij 'mode'omobä

source: Try again by dragging your file here
zoc: Tsäjkwätsäkä, juknäminä yä'ki te' todokäwä'ni

source: Try uploading again
zoc: Yajkki'mwätsäkä.

source: Understand contribution criteria
zoc: 'Anhma'yanhä juts wa'a ndsäjka'nhäyu yä' yosku'y.

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
zoc: ¡'Anhma'yanhä wa'a tiyä musu me'tsa manba'k te' 'ode'is tsyame, yajkti pa'tke'dadi juts wa'a sa'sya mdsäjkanhwajku te' 'mode'is tsame tsä'byabä!

source: Upload aborted. Do you want to delete your recordings?
zoc: Yajkimubä pa'dubä'a. ¿Sutpa mjäkä'ä tiyä mgrabajtsäjkubä'a?

source: { $uploadedSentences } of { $totalSentences } sentences collected
zoc: { $uploadedSentences } te' { $totalSentences } 'ijtusebä 'odejaye päjkisytsyokubä'a

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
zoc: [...] te' ['ijtusebä] 'odejaye päjkisy tsyokyajubä'a. Pena' yä'ki [...] wa'a yajkmä'nu te' japyäjkisytsyonhdäbä 'odejaye.

source: Upload failed, please retry.
zoc: Jakyi'mä te' yosku'y, yajkki'mwätsäkä.

source: Upload <icon></icon> public domain sentences
zoc: Yajki'mja te' mumu'ikodabä 'ode'is jyaye.

source: Upload in progress...
zoc: Nä kyi'mu te' yosku'y

source: Upload more sentences?
zoc: ¿Yajki'manh'äbya te' ode'jaye?

source: Use correct grammar
zoc: Yajkyosa te' wäbä jaye.

source: Use correct spelling and punctuation
zoc: Yajkyosa te' wäbä jaye, yajkti sunyi'k koda te' ji'bi yajpamä te' 'odetsame.

source: Validate Readings
zoc: Ko'sa 'uka wä'am te' 'mode'is tsyame

source: Validate Readings, Review Transcriptions
zoc: Ko'sa 'uka wä'am te' 'mode'is tsyame, tu'nisä te' 'ode'is jyaye

source: Validate readings submitted by community members
zoc: Ko'sa 'uka wä'am te' 'ode'is tsyame, te' kyä'wejyajubä te' mij mnäyosadä'ista'm

source: Validate user-recorded readings in your language
zoc: Ko'sa 'uka wä'am te' 'mode'is tsyame te' mij 'mode'omobä

source: Varying Pronunciations
zoc: Mujspabä käkajkya te' jutste wa'a ndsabu.

source: Voice Collection
zoc: 'Ijtumä 'eya'eyada'mbä 'ode'is myangä'y.

source: Volume
zoc: Yajk'ona pämi/po'nyi

source: Want to save your information? <createProfile>Create a profile</createProfile>
zoc: ¿Sutpa mgäjtanhne'ka te' mdsamjajku'y? Tsäkä tumä'k mij mberfil/mgenetsä'kyu'y.

source: We are going out to get a coffee.
zoc: Nä'tsi makubä te' 'äj ngupku'yomo.

source: We are going out to get coffee.
zoc: Nä'tsi makubä te' kupku'yomo.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
zoc: Jamusä't yajkki'mya te' 'ode. Tsäjkijswätsäkä jäsi'ka.

source: We couldn’t get any sentences for you to speak. Please try again later.
zoc: Jakyi'mya te' 'odejaye. Tsäjkijswätsäkä jäsi'ka/tsayi'ka.

source: We may have run out of clips - refresh the page, or try again later.
zoc: Ja'mbya'tyamäjt 'eyabä kene mijksi wa'a me'tsa'nhäyu yä' 'ode'omo...

source: We’re going out to get coffee.
zoc: Nä'tsi maku te' kupku'yomo.

source: We're making some big changes
zoc: Nä't ndsäjkyaju mäjabäda'mbä käkajku'y.

source: We’re sorry, your platform is not currently supported.
zoc: Jä'tiyä ndsäjkye, te' yätibä mij myostäjkomo, ji'made yosebä.

source: We've run out of sentences to record in this language...
zoc: Janyä'ijtya'mäjt 'eyada'mbä 'odejaye yä' 'ode'omoda'mbä wa'ade yajktsä'yjayu te' 'yode.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
zoc: Sutnyajpa't wa'a te' yojstäjkis mujsu pyäjkisytsyowa weneda'm te' ju'ku'y te' 'ode'is tsame'omo, muspa pyäjkisytsyowa nimekebä ju'ku'y 'uka muspade näjktyä te' 'odetsame. Te' manbabäde po'nyibä wane, nitiyä ji'tsyäki, 'uka nimekede pämibä, te'se ji' wyä.

source: What issues are you experiencing with this sentence?
zoc: ¿Tiyande ji' wyäbä yä' yaye'is nye'?

source: What needs to be in my file?
zoc: ¿Tiyam muspa 'idä te' ngäwänbamä't te' 'äj ndododa'm?

source: What sentences can I add?
zoc: ¿Tibä jaye'mäjt muspa nhgojta'nhäya?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
zoc: Manba'k, ko'sa ponymbo'nyi 'uka te' grabajtsäjkubä te'sede sya'sya jakye'dubä; 'u mbäjkisytsyoku te' 'odetsame tsä'yubä 'uka ji'nde te'se jayubä. Te' ji' wyäda'mbä yosku'y, yä'da'mde:

source: Why are you asking?
zoc: ¿Tikoda'm mgäme'tspa?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
zoc: Tumä kejpamä mij mgene, mujspa yõ'sanhä, yajkti mujspa ndyäjkä yä' yostäjk'omo, muspa ndyumä yostamä eyada'mbäji'nh nädi tsyäjkyajke'dubä'is te' tsä'byamä te' 'ode.

source: Write
zoc: Jakyu'y

source: Write options menu
zoc: Judäde muspamä jayä

source: y
zoc: s

source: Y
zoc: S

source: Yes
zoc: jä'ä

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
zoc: Mujspadi yajkyoskeda te' jatyäjkis tumä jyi'bi wa'a mawe tsäjku: { sc-review-form-button-approve-shortcut } wa'a mbäjkisytsyoku, { sc-review-form-button-reject-shortcut } wa'a jana mbäjkisytsyok, yajkti { sc-review-form-button-skip-shortcut } wa'a mgo'nhgädu.

source: You cannot add multiple sentences for a single submission
zoc: Ji'nde mujsi nhgojta'nhä wäwä 'odejaye te' 'usyanhbä kä'wejtäjkomo.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
zoc: Jamgobiwädi tumä 'ode. Tsäkä wäbä, mawä te' [...] wi'nanhmba'tkumyä [...] wa'a mgobiku tumä-metsa 'ode.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
zoc: Kyätkokädu jujtsyede wa'a nhgä'weju todo' yä' yoskutyäjkomo. Jo'ka[...] minuto wa'a mgä'weju 'eyabä 'odejaye. ¡Yäskodoya mjo'kpa'ajkä!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
zoc: Kyätkokädu jujtsyede wa'a nhgä'weju todo' yä' yoskutyäjkomo. Jo'ka tumä segundo wa'a mgä'weju 'eyabä 'odejaye. ¡Yäskodoya mjo'kpa'ajkä!

source: You must allow microphone access.
zoc: No'a' te' 'ondäjkätyäjk wa'a mujsu mnäyosa.

source: You’re contributing to a target segment
zoc: Näde'e mdsajkubä te' myosanh yä witpä yoskutyäjkomo.

source: You’re contributing to our first target segment
zoc: Näde'e yõsubä 'äjtsyji'nhda'm yä' witpä yosku'yomo.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
zoc: Nimeke nä nyikujä'näju. Sujkä 'usya'nhomo wa'a mujsu mdu'nisä te' jaye, ko'sa sa'sya'k 'uka te'de'e nä sutnubä mjayä.

source: You're helping Common Voice reach our daily sentence goals!
zoc: ¡Nimeke nä mgotsoku yä' Common Voice wa'ajke mujsu mbäjkisytsyokya tumdumjama te' 'ode'is jaye!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
zoc: Janyä'ijtya'mäjtya'a 'eyabä 'odemangu'y yä mij 'mode'omo. Muspade nhgäkakä te' mij mgäme'tsku'y wa'ade mujsu manä 'eyada'mba 'odejaye mij 'modeseda'mbä.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
zoc: ¡Wene'nhomo ji' 'yidi te' 'odejaye te' mij 'mode'omobä! Muspa nhgäkakä te' mij mgäme'tsku'y wa'a mujsu 'misä te' mij 'mode'is jyayeda'm.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
zoc: ¡Yäkodoya mgotsoku'ajkä Common Voice, yäti kyäbadu'a <goalPercentage></goalPercentage>{ $goalValue } tiyä syupabäna'ajk tumdumjamakoda wa'a yajktsä'yjayu te' mij 'mongu'y te' { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
zoc: ¡Yäkodoya mgotsoku'ajkä Common Voice, yäti kyäbadu'a te' <goalPercentage></goalPercentage> tiyä syupabäna'ajk tumdumjamakoda wa'a wyä'aju te' { $goalValue }!
